import '../styles/departments/aco.css'
export const ACO =()=>{
    return <div className="ACO">
        <p className="title">Экономика и бухгалтерский учет</p>
        <div className="block-image-1">
            <ul>
                <li>Бухгалтерский учёт</li>
                <li>Документационное обеспечение управления</li>
                <li>Бизнес-планирование</li>
                <li>Страховое дело</li>
                <li>Налоги и налогообложение</li>
                <li>Основы банковского дела</li>
                <li>Международные стандарты финансовой отчётности</li>
                <li>Основы менеджмента</li>
                <li>Основы маркетинга</li>
            </ul>
            <img src="src\styles\departments\bgAco1.svg" alt="photo" />
        </div>
        <div className="block-image-2">
            <img src="src\styles\departments\bgAco2.svg" alt="" />
            <p className="text t1">Экономика бухгалтерского учета является важным инструментом для предпринимателей и менеджеров. Она помогает им управлять их деньгами, понимать финансовые риски и делать правильные решения в бизнесе. Экономика бухгалтерского учета помогает предпринимателям и менеджерам понять финансовую отчетность и составлять правильные бухгалтерские отчеты. Также она помогает им понять, как правильно использовать данные для анализа финансовой отчетности и принимать решения на основе этих данных.</p>
        </div>
        <div className="block-text-3">
            <p className="title">Цель программы:</p>
            <p className="text t2">обеспечить подготовку высококвалифицированных специалистов, обладающих глубокими знаниями в области бухгалтерского учета, анализа и аудита предприятий и организаций различных форм собственности, способных решать следующие профессиональные задачи: организация и ведение бухгалтерского учета в организациях различного профиля с применением новых технологий и систем; анализ, оценка, управление, планирование и прогнозирование финансов организаций; бухгалтерское, статистическое и аналитическое сопровождение деятельности специалистов и отделов предприятий и организаций, организация своевременного предоставления статистической и бухгалтерской отчетности; организация и осуществление мероприятий по внутреннему и внешнему аудиту деятельности организаций.</p>
        </div>
    </div>
}