import '../styles/departments/csc.css'
export const CSC =()=>{
    return <div className="CSC">
        
        <p className="title">Компьютерные системы и комплексы</p>
        <div className="block-image-1">
            <ul>
                <li>Установка и конфигурирование электронных устройств</li>
                <li>Алгоритмизация и основы программирования</li>
                <li>База данных</li>
                <li>Фронтенд(HTML, CSS, JS, React, Firebase)</li>
                <li>Бэкенд(Python, Jango)</li>
                <li>Мобильная разработка(android, IOS)</li>
                <li>Кибербезопасность </li>
                <li>Техническое обслуживание и ремонт компьютерных систем</li>
                <li>3Д дизайн</li>
            </ul>
            <img src="src\styles\departments\bgCsc1.svg" alt="" />
        </div>
        <div className="block-image-2">
            <img src="src\styles\departments\bgCsc2.svg" alt="" />
            <p>Компьютерные системы и комплексы - это комплексная система из программного и аппаратного
                обеспечения, которая взаимодействует
                для обеспечения надежной и
                производительной работы.
                Компьютерные системы и комплексы могут
                использоваться для автоматизации
                бизнес-процессов, решения коммерческих
                задач, поиска информации, исследования,
                анализа и многое другое.
                Компьютерные системы и комплексы
                могут состоять
                из различных компонентов,
                включая процессоры, жесткие диски,
                видеокарты, память и другое аппаратное
                обеспечение, а также программное обеспечение,
                включающее операционные системы,
                приложения, базы данных,
                сетевое обеспечение и многое другое</p>
        </div>
        <div className="block-text-3">
            <p className='title'>Актуальность обучения:</p>
            <p className='text t1'>С каждым годом скорость развития электронной техники возрастает, и, несомненно, результаты прогресса в этой области превзойдут все наши ожидания. Поэтому получать образование в сфере компьютерных технологий идут умные и амбициозные молодые люди. Личные качества специалиста по компьютерным системам, обеспечивающие успешность выполнения профессиональной деятельности.</p>
            <p className='text t2'>Миссия – Обучить наших студентов современным компьютерным знаниям, которые подчеркивают как теоретические, так и практические аспекты.
Цель – Предоставить нашим студентам необходимые компьютерные навыки, которые позволят им найти работу по всему миру.</p>
        </div>
    </div>
}