import '../styles/departments/des.css'
export const DES =()=>{
    return <div className="DES">
        <div className="b1">
            <p className='title'>Дизайн</p>
            <div className="description-box">
                <div className="text-box">
                    <ul className="text">
                        <li>2Д анимирование</li>
                        <li>3Д анимирование</li>
                        <li>Видеомонтаж</li>
                        <li>Редактирование фотографий</li>
                        <li>Дизайн упаковки</li>
                        <li>Многостраничный дизайн</li>
                        <li>Интерактивный дизайн</li>
                        <li>Дизайн игр</li>
                        <li>Цифровое рисование</li>
                    </ul>
                </div>
                <div className="image-box"><img src="src\images\departments\des1.png" alt="photo"/></div>
            </div>
        </div>
        <div className="b2">
            <img src="src\images\departments\des2.png" alt="" className='img' />
            <div className='text'>

                <p className=''>Факультет дизайна является важным центром для изучения дизайна. Он предлагает программы обучения, которые 
                                помогают студентам получить базовое понимание 
                                дизайна и применить его в практических ситуациях. 
                                Кроме того, студенты получают знания и навыки 
                                по различным областям дизайна, включая 
                                графический дизайн, дизайн интерфейса, 
                                дизайн интерактивных медиа и дизайн 
                                информационных систем. Факультет дизайна 
                                также предлагает практические опыты, 
                                которые помогут студентам использовать 
                                свои знания и навыки в реальной деятельности.</p>
            </div>
        </div>
        <div className="b3">
            <p className="title">Профессиональная деятельность выпускника:</p>
            <ul>
                <li>Различные рекламные агенства</li>
                <li>Рекламный маркетинг, в сфере рекламного бизнеса</li>
                <li>В интернет-сайтах</li>
                <li>В полиграфии, в печатных изданиях и организацих, учреждениях и предприятиях государственного и частного сектора, где важна работа графического дизайнера.</li>
            </ul>
        </div>

    </div>
}