import '../styles/registration.css'
export const Registration =() =>{
    return <div className="Reg">
        <p className='title'>Регистрация</p>
        <div>
            <p>Выбор профессии:</p>
            <ul>
                <li>Экономика и бухгалтерский учет (бухгалтер); </li>
                <li>Маркетинг (маркетолог);</li>
                <li>Компьютерные системы и комплексы - Информационные технологии и системы (техник); </li>
                <li>Дизайн (компьютерно-графический) (дизайнер)</li>
                <li>Программное обеспечение вычислительной техники и автоматизированных систем (техник-программист);</li>
            </ul>
        </div>
        
        <div>
            <p>Регистрация на экзамен</p>
            <ul>
                <li>Онлайн регистрация к экзамену (нажмите сюда)</li>
                <li>Содержание экзамена</li>
                <li>Экзамен состоит из двух частей: 100 вопросов по английскому языку, 50 вопросов по математике, в форме тестов и классики</li>
            </ul>
        </div>

        <div>
            <p>Английский язык:</p>
            <ul>
                <li>Грамматика</li>
                <li>Лексика</li>
                <li>Понимание прочитанного</li>
            </ul>
        </div>

        <div>
            <p>Математика:</p>
            <ul>
                <li>Математика</li>
                <li>Логика</li>
            </ul>
        </div>

        <p>Дата проведения экзамена</p>

        <div>
            <p>Экзамены будут проводиться:</p>
            <ul>
                <li>В 08:00 Регистрация участника вступительного теста в IT& Business колледж (при МУА).</li>
                <li>4 июня 2022 года с 09:00 до 11:00 (время на экзамен 120 минут), по английскому языку;</li>
                <li>4 июня 2022 года с 11:30 до 12:30 (время на экзамен 60 минут), по предмету математика.</li>
                <li>Абитуриент должен иметь лишь карандаш & ручку и уверенность в себе.</li>
                <li>Адрес: ул.Анкара 1/8, Тунгуч, 720048, Бишкек, Кыргызстан (с блок)</li>
                <li>По всем вопросам обращаться по телефонам: 0555250703, 0505250703</li>
            </ul>
        </div>
    </div>
}