import '../styles/departments/sca.css'
export const SCA =()=>{
    return <div className="SCA">
        <p className="title">Программное обеспечение вычислительной техники и автоматизированных систем</p>
        <div className="block-image">
            <ul> 
                <li> Алгоритмизация и основы программирования</li>
                <li> Фронтенд(HTML, CSS, JS, React, Firebase)</li>
                <li> Бэкенд(Python, Jango)</li>
                <li> Мобильная разработка(android, IOS)</li>
                <li> Кибербезопасность</li>
                <li> Объектно-ориентированное программирование</li>
                <li> 3D дизайн</li>
                <li> База данных</li>
                </ul><img src="src\styles\departments\bgSca1.svg" alt="" /></div>
        <div className="block-image b3">
            <img src="src\styles\departments\bgSca2.svg" alt="" />
            <p className='text'>Факультет IT является одним из самых популярных факультетов в современной образовательной системе. Факультет предлагает программы по информационным технологиям, включая программирование, веб-разработку, сетевое администрирование, мобильное программирование, базы данных, цифровую графику, интернет-маркетинг и многое другое.
                Кроме того, студенты могут получить
                профессиональные квалификации
                в области информационных технологий,
                таких как Microsoft Certified
                Solutions Expert или CompTIA Network+.
                Факультет IT предлагает как программы
                степени бакалавра, так и программы
                магистратуры. Программы бакалавра
                обычно требуют от студентов пройти
                четыре года обучения, а программы
                магистратуры обычно требуют два года обучения.</p>
        </div>
        <div className="block-list">
            <p>Производственно-технологическая:</p>
            <ul>
                <li> Осуществлять техническое обслуживание средств вычислительной техники и компьютерных сетей;</li>
                <li>Осуществлять сервисное аппаратно-программное обслуживание средств вычислительной техники; проводить диагностику неисправностей и контроль технического состояния средств вычислительной техники и компьютерных сетей;</li>
                <li>Осуществлять сопровождение и администрирование сетей, комплектование, конфигурирование и настройку средств вычислительной техники и компьютерных сетей;</li>
                <li>Производить установку, адаптацию и сопровождение типового программного обеспечения.</li>
            </ul>
        </div>
        <div className="block-list">
            <p>Организационно-управленческая:</p>
            <ul>
                <li>Организовывать работу коллектива исполнителей;</li>
                <li>Планировать и организовывать работы по технической эксплуатации и обслуживанию средств вычислительной техники и компьютерных сетей;</li>
                <li>Выбирать оптимальные решения при планировании работ в условиях нестандартных ситуаций;</li>
                <li>Участвовать в оценке экономической эффективности производственной деятельности;</li>
                <li>Планировать и организовывать планово-профилактическое обслуживание средств вычислительной техники и компьютерных сетей;</li>
                <li>Обеспечивать соблюдение техники безопасности при технической эксплуатации и обслуживании средств вычислительной техники и компьютерных сетей.</li>
            </ul>
        </div>
        <div className="block-list">
            <p>Монтажно-наладочная:</p>
            <ul>
                <li>Проводить монтаж и наладку оборудования для технического обслуживания и ремонта СВТ и КС;</li>
                <li>Проводить монтаж, наладку, испытания и сдачу в эксплуатацию технологического оборудования, приборов, узлов и систем.</li>
            </ul>
        </div>
    </div>
}